{
        "yachts": {
            "2ZulAko4L8VWC6U0C6fO": {
                "images":{"exterior":["/Ocean Drive/exterior/00-Ocean-Drive-main-1-1620x1080.jpg",
                    "/Ocean Drive/exterior/01-Oceandrive-aereal-view-1620x1080.jpg",
                    "/Ocean Drive/exterior/02-Ocean-Drive-port-side-1620x1080.jpg",
                    "/Ocean Drive/exterior/03-Ocean-Drive-external-view-1620x1080.jpg",
                    "/Ocean Drive/exterior/05-Ocean-Drive-side-view-1620x1080.jpg",
                    "/Ocean Drive/exterior/06-Oceandrive-running-1620x1080.jpg",
                    "/Ocean Drive/exterior/08-Ocean-Drive-foredeck-from-1620x1080.jpg",
                    "/Ocean Drive/exterior/08-Ocean-Drive-from-the-air-1620x1080.jpg",
                    "/Ocean Drive/exterior/10-Ocean-Drive-from-above-1620x1080.jpg"]},
                "amenities": "At-Anchor Stabilizers, Wi-Fi, Deck Jacuzzi, Air conditioning",
                "crew": 5,
                "build_year": 2007,
                "name": "Ocean Drive",
                "short_text": "The luxury motor yacht Ocean Drive built by the Italian shipyard Benetti offers an abundance of living space to ensure a memorable cruising experience. As a matter of fact, this 28-meter-long yacht accommodates up to 10 guests in 5 ensuites. By all means, an experienced 5 -member crew will provide the premium charter experience in the idyllic Croatian waters.",
                "long_text": "EXTERIOR Benetti yacht Ocean Drive is the perfect choice for families and friends. Without a doubt, stabilizers at anchor and underway will ensure comfort and a smooth cruise. On the foredeck, there are two lounging areas for beautiful Adriatic views. Soak up the sun or enjoy the night skies at the beautiful flybridge equipped with Jacuzzi, bar and an area for al-fresco dining. The shaded aft area of Ocean Drive is another magnificent place for dining and lounging. Finally, the versatile choice of water toys will provide excellent fun eighter for adults and kids.  INTERIOR Ocean Drive features a lovely salon with a spacious lounging area and a separate dining table. Besides, this Benetti yacht offers 5 ensuite cabins, including a Master ensuite, two VIP cabins and two Twin cabins. Located on the main deck, the Master suite offers a sophisticated and relaxing atmosphere.  REFIT The well-renowned Benetti Shipyard delivered the luxury motor yacht Ocean drive in 2012 while she received an extensive refit in 2021. As the matter of fact, then was done big service of engines, stabilizers, thrusters, navigation instruments, ECOMAR, and of all fresh, grey and black water pumps. Furthermore, followed full refit of both generators and freshwater system refit including stern water heaters. After all, this luxury motor yacht shined with all-new outdoor seat cushions and completely new bedding. Finally, find out for yourself what makes Ocean Drive an amazing luxury yacht for a memorable cruise.  Ocean Drive for Charter is available in Croatia and is located in Split as the Homeport. ",
                "model": "Benetti Delfino",
                "cabins": 5,
                "guests": 10,
                "water_toys": "•  Jet Tender Williams 440 with outboard engine 120 HP • Jet-ski RX255 (can be used with a valid license) • Seabob x 2 • Water slide (to set and use the water slide, minimum 24h stay in the bay) • SUP • Snorkeling equipment",
                "speed": 13.5,
                "refit_year": 2021,
                "price_from": 78000,
                "low_season_price": 78000,
                "high_season_price": 89000,
                "homeport": "SPLIT",
                "length": 28.5,
                "crew_profile": "A highly qualified and experienced crew is paramount to a successful and secure yachting experience. We ensure that your vacation surpasses your expectations and creates unforgettable memories. Crew profile available upon request.",
                "brochure": "https://www.yachtscroatia.com/wp-content/uploads/2023/08/Ocean-Drive-Benetti-Delfino-93-Brochure.pdf",
                "general_infos": "\"Length: 28.50 m (93'6\"), Beam: 7.03 m ( 23’1\"), Draft: 2.00 m ( 6’6\"), Built: 2012 / Refit 2021, Builder: Benetti Naval, Architect: Benetti, Flag: Croatia Hull, Construction: GRP Hull, Configuration: Semi displacement Gross, Tons: 152, Engines: 2x MTU 966hp/720 kW model 8V 2000 M72, Maximum Speed: 13.5 kts, Cruising Speed: 12.5 kts, Fuel Consumption: 400 l/h, Range: 1500 nm @ 10k, Cabins: 5 + crew, Berths: 10 + crew, Cabin Configuration: 1 Master - 2 VIP - 2 Twin, Bed Configuration: 1 King - 2 Queen - 4 Single Master - King size 205cm x 195cm VIP - Queen size 205cm x 175cm Twin - 195cm x 80cm, Crew: 5\"",
                "__collections__": {}
            },
            "5OqyQQ89tTZaTiQTIQ5E": {
                "images":{"exterior":["/Apna/exterior/00-Apna-external-view-_.jpg",
                    "/Apna/exterior/01-Apna-starboard-view-sunset-_.jpg",
                    "/Apna/exterior/02-Apna-starboard-view-sunset-2-_.jpg",
                    "/Apna/exterior/03-Apna-portside-night-view-_.jpg",
                    "/Apna/exterior/04-Apna-aerial-view-_.jpg",
                    "/Apna/exterior/05-Apna-running-_.jpg",
                    "/Apna/exterior/06-Apna-running-with-tender-_.jpg",
                    "/Apna/exterior/07-Apna-starboard-detail-_.jpg",
                    "/Apna/exterior/08-Apna-sunbathing-area-_.jpg",
                    "/Apna/exterior/09-Apna-al-fresco-dining-table-_.jpg",
                    "/Apna/exterior/10-Apna-lounge-area-_.jpg",
                    "/Apna/exterior/11-Apna-bow-view-_.jpg",
                    "/Apna/exterior/12-Apna-jacuzzi-_.jpg",
                    "/Apna/exterior/13-Apna-sunbeds-_.jpg",
                    "/Apna/exterior/14-Apna-lifestyle-detail-_.jpg",
                    "/Apna/exterior/15-Apna-dining-detail-_.jpg"]},
                "amenities": "At-Anchor Stabilizers, Wi-Fi, Deck Jacuzzi, Air conditioning",
                "name": "Apna",
                "water_toys": "• Tender Joker SM580 with outboard engine Yamaha 115 KW •  Jet Ski Yamaha VX Delux •  Seadoo Spark Trixx x 2 •  Wakeboard •  Water skis •  Kayak •  Sea Pool •  SUP x 2",
                "short_text": "Apna is the 34-meter-long explorer yacht built in 2010, with a major refit of the exterior and a cosmetic refit of the interior completed in 2024. Three spacious decks with multiple social and relaxation areas, a variety of water toys, and an inviting comfortable interior will ensure a superb cruising experience for 12 guests. Apna is a remarkable yacht with 6 crew members that guarantee 1st class service to the guests with complete enjoyment.",
                "refit_year": 2024,
                "model": "Saba Yacht",
                "price_from": 70000,
                "low_season_price": 80000,
                "high_season_price": 90000,
                "long_text": "EXTERIOR The flybridge offers a Jacuzzi, a wet bar, and plenty of socializing areas for perfect cocktail gatherings. On the upper deck, guests can enjoy relaxing sunbathing aft, while the outdoor aft area on the main deck is a perfect place for al-fresco dining. Furthermore, this yacht features exercise equipment: A Spin bike, a vibrating plate, and various loose dumbbell weights. This is her first year on the charter market as she has been savored by her Owner for private use only. Apna offers a truly great value for money with the luxury of space and comfort that only much larger yachts offer.  INTERIOR Apna accommodates 12 guests in six elegantly designed ensuite cabins, five double and one twin. On top of all, guests can be pampered with the luxury of having an elevator on their service. Three double cabins and one twin are located on the lower deck. The VIP cabin on the main deck has large windows that offer plenty of light and beautiful views. The Master suite on the upper deck features an outdoor seating area and a private office. Both VIP and Master cabin ensuites have a bathtub, a luxury that you can usually find on a yacht of much larger size than APNA. As an additional bonus, the yacht features a separate entertainment room that can be used as a game room, fitness room or massage area.  Completing the experience on APNA with a variety of water sports toys allows guests to fully enjoy the water activities.  Apna for Charter is available in Croatia waters and is located in Split as the Homeport. ",
                "cabins": 6,
                "crew": 6,
                "guests": 12,
                "build_year": 2010,
                "brochure": "https://www.yachtscroatia.com/wp-content/uploads/2024/09/Apna-Saba-Yacht-BF.pdf",
                "crew_profile": "A highly qualified and experienced crew is paramount to a successful and secure yachting experience. We ensure that your vacation surpasses your expectations and creates unforgettable memories. Crew profile available upon request.",
                "homeport": "SPLIT",
                "length": 34.1,
                "speed": 13,
                "general_infos": "\"Length: 36.10 m (118'5\"), Beam: 7.40 m (24'3\"), Draft: 2.4 m (7'10\"), Builder: Admiral, Designer: Luca Dini Hull, Construction: Aluminium Hull, Configuration: Planing hull, Engines: 2 X MTU 12V 4000 M90 2820 HP, Generators: 2X KOHLER 35 kW, Maximum Speed: 28 knots, Cruising Speed: 18 knots, Consumption: 900 Liters /hr @ 28 kts 500 Liters /hr @ 18 kts 250 Liters/hr @ 12 kts, Cabins: 4 + crew, Berths: 8 + crew, Cabin Configuration: 1 Master - 1 VIP - 2 Twin, , Master cabin bed size: King (195x180 ), Vip cabin bed size bed: Queen (190x165), Twin cabin bed size: 4 Single (195x90), Crew: 5\"",
                "__collections__": {}
            },
            "Tmd17Nx4ee0IUZzh899B": {
                "images":{"exterior":["/Noor II/exterior/00-NOOR-II-aerial-view-_-_-1620x1080.jpg",
                    "/Noor II/exterior/00-NOOR-II-main-1620x1080.jpg",
                    "/Noor II/exterior/01-NOOR-II-external-view-1620x1080.jpg",
                    "/Noor II/exterior/01-NOOR-II-starboard-_-_-1620x1080.jpg",
                    "/Noor II/exterior/02-NOOR-II-portside-_-_-1620x1080.jpg",
                    "/Noor II/exterior/02-NOOR-II-view-from-the-above-1620x1080.jpg",
                    "/Noor II/exterior/03-NOOR-II-running-_-_-1620x1080.jpg",
                    "/Noor II/exterior/04-NOOR-II-foredeck-1620x1080.jpg",
                    "/Noor II/exterior/05-NOOR-II-fly-1620x1080.jpg",
                    "/Noor II/exterior/06-NOOR-II-jacuzzi-1620x1080.jpg",
                    "/Noor II/exterior/07-NOOR-II-fly-table-setting-1620x1080.jpg",
                    "/Noor II/exterior/09-NOOR-II-deck-seating-area-view-1620x1080.jpg",
                    "/Noor II/exterior/10-NOOR-II-private-balcony-1620x1080.jpg",
                    "/Noor II/exterior/11-NOOR-II-private-balcony-close-view-1620x1080.jpg"]},
                "amenities": "At-Anchor Stabilizers, Wi-Fi, Deck Jacuzzi, Air conditioning",
                "refit_year": 2022,
                "crew": 5,
                "name": "Noor II",
                "crew_profile": "https://www.yachtscroatia.com/wp-content/uploads/2024/02/ANAVI_Crew-Profile.pdf",
                "model": "SL102 Asymmetric",
                "homeport": "TROGIR",
                "length": 31.08,
                "speed": 21,
                "low_season_price": 105000,
                "high_season_price": 115000,
                "brochure": "Discover elegant design & comfort. Request your yacht brochure.",
                "build_year": 2020,
                "cabins": 5,
                "guests": 11,
                "long_text": "EXTERIOR As an example of an advanced approach to liveable spaces, San Lorenzo brand launched the San Lorenzo SL 102 Asymmetric model, the first asymmetric yacht ever built. Noor II has a greater usability of the interior spaces and better access to the exterior, with her asymmetric configuration never tried before. Her innovative 360-degree infinity view offers an unbeatable feeling while cruising. Furthermore, Noor II boasts with flybridge equipped with a spectacular deck jacuzzi and numerous sun pads and loungers perfect for soaking in the sun. Guests can enjoy the changing scenery from the glass-covered top deck, her spacious outdoor lounge and elegant interior which boasts floor-to-ceiling windows. Enjoy in a variety of healthy snacks on the private foredeck being prepared by “Noor’s” chef or dinner on the fly in the sheltered outdoor area while the hostess is whipping up your favorite cocktail at the bar.  INTERIOR Noor II, San Lorenzo SL102 Asymmetric, with her innovative layout, recovers about 10 square meters of area to benefit the interior. It can accommodate up to 11 people in 1 convertible, 3 double and 1 twin cabin. The Master cabin has direct access to the foredeck, which can be privatized to create a secluded area apart from the rest of the yacht. The luxury cabins have a flexible arrangement, such as one of the lower twin suites converting into a double room and another with a Pullman berth.  Noor II Yacht for Charter is available in Croatia and is located in Trogir as the Homeport. ",
                "price_from": 105000,
                "short_text": "The 31 meter long luxury yacht San Lorenzo 'Noor II' offers flexible accommodation for up to 11 guests in 5 luxurious cabins. A truly avant-garde yacht, Noor’s award-winning asymmetric design is a product of Sanlorenzo’s partnership with American car design guru Chris Bangle, refined by the masterful eye of Zuccon International Projects. Built in 2020, Noor II's sophisticated fittings and stylish design promises a fun and exciting yachting vacation.",
                "water_toys": "• Williams Diesel jet 445 • Brig Eagle 10 with 2x350 HP outboards • Cayago F5SR Seabob x 2 • Omnia Kneeboard • Maddos Wakeboard Jobe Tribal II 2p • Jobe Chaser 4p • Vests and helmets • Combo skis Allegro •  Infinity SUP x 2 • Wetsuits (7 sizes) • Fins/shoes • Dive compressor • Snorkel equipment • Gocycle electric bikes x 2",
                "general_infos": "\"Length: 31.08 m, Beam: 7.10 m, Draft: 1.90 m, Built: 2020, Builder: San Lorenzo, Engines: 2x MTU 16V 2000 M96 2434 HP, Maximum Speed: 27.5 knots, Cruising Speed: 21 knots, Guests: 11, Cabins: 5, Cabin Configuration: 1 Convertible - 3 Double - 1 Twin, Bed Configuration: 1 King - 1 Pullman - 2 Queen - 4 Single, Crew: 5\"",
                "__collections__": {}
            },
            "YtfJxcdx6TggGTLjEcjE": {
                "images":{"exterior":["/Anavi/exterior/00-Anavi-main-1620x1080.jpg",
                    "/Anavi/exterior/01-Anavi-cruising-1620x1080.jpg",
                    "/Anavi/exterior/02-Anavi-aereal-view-1620x1080.jpg",
                    "/Anavi/exterior/03-Anavi-water-toys-1620x1080.jpg",
                    "/Anavi/exterior/04-Anavi-swim-platform-1620x1080.jpg",
                    "/Anavi/exterior/05-Anavi-sunset-cruising-1620x1080.jpg",
                    "/Anavi/exterior/06-Anavi-foredeck-1620x1080.jpg",
                    "/Anavi/exterior/07-Anavi-foredeck-view-1620x1080.jpg",
                    "/Anavi/exterior/08-Anavi-GYM-1620x1080.jpg",
                    "/Anavi/exterior/09-Anavi-flybridge-jacuzzi-1620x1080.jpg",
                    "/Anavi/exterior/10-Anavi-flybridge-massage-1620x1080.jpg",
                    "/Anavi/exterior/11-Anavi-flybridge-dining-area-1620x1080.jpg",
                    "/Anavi/exterior/12-Anavi-aft-outside-dining-area-1620x1080.jpg"]},
                "refit_year": 2022,
                "amenities": "At-Anchor Stabilizers, Wi-Fi, Deck Jacuzzi, Air conditioning",
                "price_from": 69000,
                "brochure": "https://www.yachtscroatia.com/wp-content/uploads/2024/06/Anavi-Admiral-Brochure.pdf",
                "short_text": "Anavi is a 35-meter-long superyacht built on aluminum alloy. Therefore, she easily travels at 28 knots and can reach a maximum speed of 30.  This Admiral yacht is designed by Luca Dini in collaboration with the design team in the group. Furthermore, the characteristic V-shape of the keel is labeled by Bacigalupo. Moreover, this 4-cabin motor yacht went true an extensive renovation in 2022. Certainly, Anavi will provide marvelous charter adventures for her guests.",
                "length": 36.1,
                "speed": 28,
                "crew": 5,
                "long_text": "EXTERIOR Some of the key features of Anavi are the jacuzzi on the flybridge and spacious sunbathing areas. Moreover, the brand new Gym area with a treadmill and small weights is on the bow. However, this luxury yacht is firstly characterized by elegant lines and timeless design. Rigorous and essential lines of the interior give this Admiral yacht a unique style that employs essential materials such as titanium and lacquer paints. As well, the interior of Anavi is characterized by a palette that includes an elegant mix of shades of grey that recalls the color of the exterior. Additionally, it blends well with honey-colored wood floors 100 years-old oak Matt White ceilings and walls. Finally, the plush sofa of the living room made with fine leathers and fabrics from the darker colors create a pleasant contrast effect. Besides, Anavi features an impressive selection of water toys. With this in mind, fun on the water is guaranteed for guests of all ages.  INTERIOR Anavi can accommodate up to 8 guests in four cabins which are all equipped with private bathrooms and closets area. This 36-meter-long luxury yacht features one Master cabin with a king-size bed and ensuite bathroom. Further, she has one VIP cabin with queen size bed and ensuite bathroom as well as two twin cabins. Besides, the inside dining area has a basic aluminum table that can comfortably accommodate 8 people. The essential part of the luxury yacht Anavi is her 5-member crew. Certainly, this outstanding team will provide spotless service and the ultimate charter experience for their guests.  Anavi Yacht for Charter is available in France and is located in the Monaco area as the Homeport.  ",
                "homeport": "MONACO AREA (FRANCE)",
                "low_season_price": 69000,
                "water_toys": "AVON tender 4,5m • Jetski Seadoo Rotax 300 • Seabob F5 × 2 • E-foil • Doughnut • Banana for 5 people • Water ski • Inflatable kayak • Cycle paddleboard x 2 • SUP × 2 • Airstream 3 per • Snorkeling equipment • Gym&Exercise equipment • Water slide",
                "build_year": 2007,
                "high_season_price": 79000,
                "name": "Anavi",
                "guests": 8,
                "model": "Admiral",
                "crew_profile": "https://www.yachtscroatia.com/wp-content/uploads/2024/02/ANAVI_Crew-Profile.pdf",
                "cabins": 4,
                "general_infos": "\"Length: 36.10 m (118'5\"), Beam: 7.40 m (24'3\"), Draft: 2.4 m (7'10\"), Builder: Admiral, Designer: Luca Dini, Hull Construction: Aluminium Hull, Configuration: Planing hull, Engines: 2 X MTU 12V 4000 M90 2820 HP, Generators: 2X KOHLER 35 kW, Maximum Speed: 28 knots, Cruising Speed: 18 knots, Consumption: 900 Liters /hr @ 28 kts 500 Liters /hr @ 18 kts 250 Liters/hr @ 12 kts, Cabins: 4 + crew, Berths: 8 + crew, Cabin Configuration: 1 Master - 1 VIP - 2 Twin, Bed Configuration: Master cabin bed size: King (195x180 ) Vip cabin bed size bed: Queen (190x165) Twin cabin bed size: 4 Single (195x90), Crew: 5\"",
                "__collections__": {}
            },
            "hJiuVoI853s1l5G5R5LP": {
                "images":{"exterior":["/Arago/exterior/00-Arago-Water-Toys-Aerial_-1620x1080.jpg",
                    "/Arago/exterior/01-Arago-Aerial_-1620x1080.jpg",
                    "/Arago/exterior/02-Arago-Aerial-port-side_-1620x1080.jpg",
                    "/Arago/exterior/03-Arago-Stern-Platform_-1620x1080.jpg",
                    "/Arago/exterior/04-Arago-cruising_-1620x1080.jpg",
                    "/Arago/exterior/05-Arago-Underway-Aft-Port-Side_-1620x1080.jpg",
                    "/Arago/exterior/06-Arago-Underway-Starboard-Side-View_-1620x1080.jpg",
                    "/Arago/exterior/07-Arago-Underway-Port-Side-View_-1620x1080.jpg",
                    "/Arago/exterior/08-Arago-Underway-all-aerial_-1620x1080.jpg",
                    "/Arago/exterior/09-Arago-Aft-and-Tender_-1620x1080.jpg",
                    "/Arago/exterior/10-Arago-Guests-Embarking_-1620x1080.jpg",
                    "/Arago/exterior/26Arago-Sun-deck-shitting_-1620x1080.jpg",
                    "/Arago/exterior/27-Arago-Exterior-Dining_-1620x1080.jpg",
                    "/Arago/exterior/28-Arago-Sun-Deck-Jaccuzi_-1620x1080.jpg",
                    "/Arago/exterior/29-Arago-Sun-Deck-Dining_-1620x1080.jpg"]},
                "amenities": "At-Anchor Stabilizers, Wi-Fi, Deck Jacuzzi, Air conditioning",
                "name": "Arago",
                "crew_profile": "https://www.yachtscroatia.com/wp-content/uploads/2024/02/ANAVI_Crew-Profile.pdf",
                "model": "Sunseeker 34M",
                "price_from": 100000,
                "refit_year": 2020,
                "low_season_price": 100000,
                "high_season_price": 110000,
                "homeport": "TROGIR",
                "length": 34,
                "brochure": "https://www.yachtscroatia.com/wp-content/uploads/2024/06/Arago-Sunseeker-34M_BF.pdf",
                "build_year": 2009,
                "short_text": "Arago is a 34-meter-long luxury yacht loyal to Sunseeker’s style. She boasts a sophisticated and sleek exterior in the classic navy and white color scheme. The charter record has proven that we can declare her as one of the most desirable luxury yachts for charter in Croatia. With an attractive top speed of 26 nm, the cruising range of the luxury yacht Arago is 600 nm. Besides, this elegant Sunseeker yacht has stabilizers underway and at anchor. She will provide the ultimate dose of comfort to the guests who like cruising and exploring remote destinations. Furthermore, the motor yacht Arago was refitted in 2020 and again interior refit was made in 2024. She is now shining in full splendor.",
                "long_text": "EXTERIOR Timeless styling and comfortable corners on every deck feature throughout the entire luxury yacht Arago. Also, the spacious sundeck has everything for charter guests and includes a bar, jacuzzi with large sunbathing pads, and a convertible dining area under the opening shade. On the foredeck, sunbeds together with a small table ideal for your favorite drinks, are too tempting to resist. In addition, the main outside dining area is located in the stern cockpit. The swim platform of this luxury Sunseeker yacht is spacious and garnished with teak. Besides, there is an impressive selection of water toys.  INTERIOR With 5 staterooms consisting of one Master cabin on the main deck, two VIPs and two twins, this yacht accommodates up to 10 guests comfortably. Also, one extra bed can be added if needed. Obviously, the luxury yacht Arago is perfect for large groups or family charters. What makes Arago a favourite charter yacht for many is her strong Croatian crew of six who knows every small corner of the Croatian and Montenegrin coast, making sure that guests get the best experience possible.  Arago Yacht for Charter is available in Croatia and is located in Trogir as the Homeport.",
                "speed": 26,
                "water_toys": "• Shark 23 Luxury chase tender with 150 HP outboard engine  • New Jet skis x 2 • New Seabob F5S x 2 • Fly Board • Wakeboard • Water Skis • Donut • Kayak • SUP x 2",
                "cabins": 5,
                "crew": 6,
                "guests": 11,
                "general_infos": "\"Lenght: 33.91 m (111'25''), Beam: 7.39 m (24’25'',) Draft: 2.28m ( 7‘48''), Built: 2009, Shipyard/Builder: Sunseeker International, UK Classification Society: RINA Charter Class Naval, Architect: Sunseeker UK, Exterior Designer: In House Interior: Sunseeker UK In House Design, Material: GRP Composite, Engines: 2 x 2436 HP - MTU Marine Diesel, Generators: 2 x 33 kW Bow/Stern, Thrusters: Yes, Stabilizers: Yes, Air Condition: Entire Yacht with Individual Cabins Controls, Maximum Speed: 26 kts, Cruising Speed: about 18/20 kts, Range: 600 Nm Fuel Capacity: 21.800 l, Fuel Consumption: 400 l/hour, Fresh Water Capacity: 4000 l + watermakers, Guests: 11, Cabins: 5 (Master + 2 x VIP double + 2 twin all ensuite) + crew, Crew: 6\"",
                "__collections__": {}
            },
            "rZq3pZqOzHW4u3QHRzzu": {
                "images":{"exterior":["/Dawo/exterior/01-dawo-anchor-starboard-side-1-1620x1080.jpg",
                    "/Dawo/exterior/02-dawo-front-1620x1080.jpg",
                    "/Dawo/exterior/03-dawo-starboard-side-1620x1080.jpg",
                    "/Dawo/exterior/04-dawo-aft-sundeck-1620x1080.jpg",
                    "/Dawo/exterior/05-dawo-flybridge-forward-view-1620x1080.jpg",
                    "/Dawo/exterior/06-dawo-al-fresco-flybridge-table-1620x1080.jpg",
                    "/Dawo/exterior/07-dawo-flybridge-wheelhouse-1620x1080.jpg",
                    "/Dawo/exterior/08-dawo-hydraulic-platform-1620x1080.jpg",
                    "/Dawo/exterior/09-dawo-cockpit-table-1620x1080.jpg",
                    "/Dawo/exterior/16-dawo-watertoys-1620x1080.jpg"]},
                "amenities": "At-Anchor Stabilizers, Wi-Fi, Deck Jacuzzi, Air conditioning",
                "brochure": "https://www.yachtscroatia.com/wp-content/uploads/2024/06/Anavi-Admiral-Brochure.pdf",
                "speed": 28,
                "name": "Dawo",
                "crew_profile": "https://www.yachtscroatia.com/wp-content/uploads/2024/02/ANAVI_Crew-Profile.pdf",
                "model": "Azimut Grande 27M",
                "refit_year": 2020,
                "build_year": 2020,
                "cabins": 5,
                "crew": 4,
                "guests": 10,
                "homeport": "ŠIBENIK",
                "high_season_price": 86000,
                "low_season_price": 75000,
                "price_from": 75000,
                "short_text": "Motor yacht Dawo is the latest modern luxury yacht from the Azimut shipyard. This fast superyacht with a carbon hull has CE certification class (A) and breaks the waves almost silently. Consequently, the 27-meter-long yacht Dawo brings excellent stability, fast cruising speed and moderate fuel consumption.",
                "long_text": "EXTERIOR This vibrant flybridge yacht has won an award for best performance at World Yacht Trophies. Moreover, the prestigious Azimut Grande 27 metri features an amazing exterior layout designed by Stefano Righini. The boat's flybridge offers rich outdoor spaces, like the foredeck lounge area and shaded aft terrace. Above all, Dawo allows easy access to shallow bays and a relaxed experience on the deck while cruising in the Adriatic. Her minimalist, smart and unobtrusive interior has designed Achille Salvagni. Therefore, guests can enjoy a lavish atmosphere when resting indoors. Large windows that fill the interior with natural light are additional tempting attributes of this unique yacht.  INTERIOR Surely, with modern design and five ensuite cabins, Dawo is an excellent family yacht and a great value for money. Firstly, a large master cabin is located on the forward main deck. She features large windows and a separate dressing room. Forthwith, the lower deck layout hosts two VIP cabins and two Twins. The crew of four imply the captain, the chef, the hostess and the deckhand. Doubtedly, they will ensure you have a customized vacation while exploring our coast.  The long list of all kinds of water toys is something that makes the luxury yacht Dawo attractive for children and all who like to enjoy fun on the sea. This Azimut yacht with sporty signature features is surely choice no.1 for guests who want to visit numerous, attractive spots during their Adriatic cruise, or surrounding seas.  Dawo Yacht for Charter is available in Croatia and is located in Šibenik as the Homeport.",
                "length": 27,
                "water_toys": "• Jet Tender Pirelli T45 110 HP diesel • Seabob x 2 • JOBE paddle board x 2 • AWAKE jet board x 2 • Wakeboard • Single donut • Water skies in three different sizes • Snorkeling sets x 10",
                "general_infos": "\"Length: 36.10 m (118'5\"), Beam: 7.40 m (24'3\"), Draft: 2.4 m (7'10\"), Builder: Admiral, Designer: Luca Dini, Hull Construction: Aluminium Hull, Configuration: Planing hull, Engines: 2 X MTU 12V 4000 M90 2820 HP, Generators: 2X KOHLER 35 kW, Maximum Speed: 28 knots, Cruising Speed: 18 knots, Consumption: 900 Liters /hr @ 28 kts 500 Liters /hr @ 18 kts 250 Liters/hr @ 12 kts, Cabins: 4 + crew, Berths: 8 + crew, Cabin Configuration: 1 Master - 1 VIP - 2 Twin, Bed Configuration: Master cabin bed size: King (195x180 ) Vip cabin bed size bed: Queen (190x165) Twin cabin bed size: 4 Single (195x90), Crew: 5\"",
                "__collections__": {}
            },
            "v56EKVTtWYjBnd4v8qSY": {
                "images":{"exterior":["/Seventh Sense/exterior/00-seventh-sense-port-side-1-1620x1080.jpg",
                    "/Seventh Sense/exterior/01-seventh-sense-anchor-1620x1080.jpg",
                    "/Seventh Sense/exterior/02-seventh-sense-port-side-running-1620x1080.jpg",
                    "/Seventh Sense/exterior/06-seventh-sense-upper-deck-table-1620x1080.jpg",
                    "/Seventh Sense/exterior/07-seventh-sense-upper-deck-lounge-1620x1080.jpg",
                    "/Seventh Sense/exterior/08-seventh-sense-alfresco-table-1620x1080.jpg",
                    "/Seventh Sense/exterior/03-seventh-sense-aft-1620x1080.jpg",
                    "/Seventh Sense/exterior/05-seventh-sense-flybridge-sundeck-1620x1080.jpg",
                    "/Seventh Sense/exterior/09-seventh-sense-stern-1620x1080.jpg",
                    "/Seventh Sense/exterior/11-seventh-sense-cockpit-1620x1080.jpg",
                    "/Seventh Sense/exterior/21-seventh-sense-toys-1620x1080.jpg"]},
                "amenities": "At-Anchor Stabilizers, Wi-Fi, Deck Jacuzzi, Air conditioning",
                "brochure": "https://www.yachtscroatia.com/wp-content/uploads/2024/06/Anavi-Admiral-Brochure.pdf",
                "name": "Seventh Sense",
                "crew_profile": "https://www.yachtscroatia.com/wp-content/uploads/2024/02/ANAVI_Crew-Profile.pdf",
                "model": "Ferretti Custom Line Navetta 33",
                "refit_year": 2019,
                "build_year": 2008,
                "cabins": 5,
                "crew": 6,
                "guests": 10,
                "homeport": "ROGOZNICA",
                "length": 33,
                "speed": 19,
                "low_season_price": 89000,
                "high_season_price": 99000,
                "price_from": 89000,
                "short_text": "Seventh Sense represents not just a holiday but an experience of a lifetime. On 3 spacious decks, she offers an abundance of living space and 5 ensuite cabins. Furthermore, the luxury yacht Seventh Sense has stabilizers at anchor and underway for a relaxing cruise. In combination with everlasting exterior and interior design by Zuccon International, she guarantees a million-star holiday. The major refit of this Ferretti Custom Line Navetta 33 was made in 2019. Besides, she is powered by two MAN engines with a total power of 2720 BHP. Therefore, with a cruising speed of 16 knots the range of this Ferretti yacht is 500 nautical miles.",
                "long_text": "EXTERIOR The astonishing flybridge of this Ferretti Yacht features plenty of sun cushions and is appealing for taking beautiful views. Bellow flybridge, on the aft area, there is spacious al-fresco dining magnified with colorful sun loungers. Besides, on the main deck, a charming table with sofas is perfect for lovely moments in the shade of the aft area. Furthermore, the foredeck features 3 harmoniously arranged areas for sunbathing and taking fabulous views of the surroundings. Finally, the swimming platform is another breathtaking area of the 33-meter-long yacht Seventh Sense.  INTERIOR Seventh Sense offers a superior level of arrangement for their guests. Surely, an experienced crew of 6 will pamper her 10 guests in 5 ensuite cabins. The Master cabin with a walk-in wardrobe is located forward on the main deck. Additionally, two VIP’s and two Twin cabins are on the lower deck. All the cabins of the luxury yacht Seventh Sense will spoil their guests with their amazing features. Above all, ventilation under the bed will provide a superior dose of relaxation during hot nights.  Crew She boasts a professional crew of 6 members who are dedicated to providing and ensuring the comfort and satisfaction of all guests throughout their stay onboard. SEVENTH SENSE offers a combination of luxury, comfort, and style, making it an ideal choice for those seeking a premium yachting experience.  Seventh Sense Yacht for Charter is available in Croatia and is located in Rogoznica as the Homeport.",
                "water_toys": "• Tender BSC 70 Sport with Yamaha 200 HP • Assorted inflatables (donut, inflatable sofa, a tube) • Snorkeling (mask, fins) • Jet ski (on request at additional cost) • Seabob F5 (on request at additional cost)",
                "general_infos": "\"Length: 36.10 m (118'5\"), Beam: 7.40 m (24'3\"), Draft: 2.4 m (7'10\"), Builder: Admiral, Designer: Luca Dini, Hull Construction: Aluminium Hull, Configuration: Planing hull, Engines: 2 X MTU 12V 4000 M90 2820 HP, Generators: 2X KOHLER 35 kW, Maximum Speed: 28 knots, Cruising Speed: 18 knots, Consumption: 900 Liters /hr @ 28 kts 500 Liters /hr @ 18 kts 250 Liters/hr @ 12 kts, Cabins: 4 + crew, Berths: 8 + crew, Cabin Configuration: 1 Master - 1 VIP - 2 Twin, Bed Configuration: Master cabin bed size: King (195x180 ) Vip cabin bed size bed: Queen (190x165) Twin cabin bed size: 4 Single (195x90), Crew: 5\"",
                "__collections__": {}
            },
            "yWGHNcWsq5sVC3AbqqYv": {
                "images":{"exterior":["/Seagull II/exterior/00-Seagull-II-cruising-_-_-1620x1080.jpg",
                    "/Seagull II/exterior/01-Seagull-II-front-sailing-_-_-1620x1080.jpg",
                    "/Seagull II/exterior/02-Seagull-II-aft-sailing-_-_-1620x1080.jpg",
                    "/Seagull II/exterior/03-Seagull-II-on-anchor-1620x1080.jpg",
                    "/Seagull II/exterior/04-Seagull-II-night-view-1620x1080.jpg",
                    "/Seagull II/exterior/05-Seagull-II-aft-view-_-_-1620x1080.jpg",
                    "/Seagull II/exterior/06-Seagull-II-Sun-deck-view_-_-1620x1080.jpg",
                    "/Seagull II/exterior/07-Seagull-II-Sun-deck-jacuzzi_-_-1620x1080.jpg",
                    "/Seagull II/exterior/08-Seagull-II-Sun-deck_-_-1620x1080.jpg",
                    "/Seagull II/exterior/09-Seagull-II-top-deck-lounge_-_-1620x1080.jpg",
                    "/Seagull II/exterior/10-Seagull-II-lounge-area-top-deck_-_-1620x1080.jpg",
                    "/Seagull II/exterior/11-Seagull-II-dining-upper-deck_-_-1620x1080.jpg",
                    "/Seagull II/exterior/12-Seagull-II-top-deck1_-_-1620x1080.jpg",
                    "/Seagull II/exterior/13-Seagull-II-stairways-between-decks_-_-1620x1080.jpg",
                    "/Seagull II/exterior/14-Seagull-II-Jet-ski_-_-1620x1080.jpg"]},
                "amenities": "At-Anchor Stabilizers, Wi-Fi, Deck Jacuzzi, Air conditioning",
                "refit_year": 2022,
                "brochure": "https://www.yachtscroatia.com/wp-content/uploads/2024/06/Anavi-Admiral-Brochure.pdf",
                "price_from": 69000,
                "length": 36.1,
                "speed": 28,
                "crew": 5,
                "homeport": "MONACO AREA (FRANCE)",
                "low_season_price": 69000,
                "long_text": "EXTERIOR Some of the key features of Anavi are the jacuzzi on the flybridge and spacious sunbathing areas. Moreover, the brand new Gym area with a treadmill and small weights is on the bow. However, this luxury yacht is firstly characterized by elegant lines and timeless design. Rigorous and essential lines of the interior give this Admiral yacht a unique style that employs essential materials such as titanium and lacquer paints. As well, the interior of Anavi is characterized by a palette that includes an elegant mix of shades of grey that recalls the color of the exterior. Additionally, it blends well with honey-colored wood floors 100 years-old oak Matt White ceilings and walls. Finally, the plush sofa of the living room made with fine leathers and fabrics from the darker colors create a pleasant contrast effect. Besides, Anavi features an impressive selection of water toys. With this in mind, fun on the water is guaranteed for guests of all ages.  INTERIOR Anavi can accommodate up to 8 guests in four cabins which are all equipped with private bathrooms and closets area. This 36-meter-long luxury yacht features one Master cabin with a king-size bed and ensuite bathroom. Further, she has one VIP cabin with queen size bed and ensuite bathroom as well as two twin cabins. Besides, the inside dining area has a basic aluminum table that can comfortably accommodate 8 people. The essential part of the luxury yacht Anavi is her 5-member crew. Certainly, this outstanding team will provide spotless service and the ultimate charter experience for their guests.  Anavi Yacht for Charter is available in France and is located in the Monaco area as the Homeport.  ",
                "water_toys": "AVON tender 4,5m • Jetski Seadoo Rotax 300 • Seabob F5 × 2 • E-foil • Doughnut • Banana for 5 people • Water ski • Inflatable kayak • Cycle paddleboard x 2 • SUP × 2 • Airstream 3 per • Snorkeling equipment • Gym&Exercise equipment • Water slide",
                "build_year": 2007,
                "high_season_price": 79000,
                "guests": 8,
                "name": "Seagull II",
                "crew_profile": "https://www.yachtscroatia.com/wp-content/uploads/2024/02/ANAVI_Crew-Profile.pdf",
                "model": "Admiral",
                "cabins": 4,
                "short_text": "SEAGULL II is a classic, elegant and spacious motor yacht, with an ocean liner appearance. Initially used as a cruise ship, 2004-2005. she underwent a major reconstruction that transformed her into a luxury motor yacht. Accordingly, she boasts an \"old-timer\" look in combination with interiors that harken back to the past and contain Art Nouveau elements. By all means, this 54-meter-long yacht will provide a magnificent charter experience for 12 guests in 7 luxurious cabins. On top of all, 9 crew members of SEAGULL II will take care of every guest's need, and ensure that a group of friends or family feel like a majesty.",
                "general_infos": "\"Length: 36.10 m (118'5\"), Beam: 7.40 m (24'3\",) Draft: 2.4 m (7'10\"), Builder: Admiral, Designer: Luca Dini, Hull Construction: Aluminium, Hull Configuration: Planing hull, Engines: 2 X MTU 12V 4000 M90 2820 HP, Generators: 2X KOHLER 35 kW, Maximum Speed: 28 knots, Cruising Speed: 18 knots, Consumption: 900 Liters /hr @ 28 kts 500 Liters /hr @ 18 kts 250 Liters/hr @ 12 kts, Cabins: 4 + crew, Berths: 8 + crew, Cabin Configuration: 1 Master - 1 VIP - 2 Twin, Bed Configuration: Master cabin bed size: King (195x180 ) Vip cabin bed size bed: Queen (190x165) Twin cabin bed size: 4 Single (195x90), Crew: 5\"",
                "__collections__": {}
            },
            "yXpLzFllk4wUO5p5xSKl": {
                "images":
                    {"exterior":["/One%20Blue/exterior/00-ONE-BLUE-starboard-1620x1080.jpg",
                        "/One%20Blue/exterior/01-ONE-BLUE-portside-1620x1080.jpg",
                        "/One%20Blue/exterior/02-ONE-BLUE-bow-portside-view--1620x1080.jpg",
                        "/One%20Blue/exterior/03-ONE-BLUE-aerial-view-1620x1080.jpg",
                        " /One%20Blue/exterior/04-ONE-BLUE-stern-view-1620x1080.jpg",
                        " /One%20Blue/exterior/06-ONE-BLUE-flybridge-view-1620x1080.jpg",
                        " /One%20Blue/exterior/07-ONE-BLUE-flybridge-jacuzzi-1620x1080.jpg",
                        " /One%20Blue/exterior/08-ONE-BLUE-jacuzzifly-view-1620x1080.jpg",
                        " /One%20Blue/exterior/09-ONE-BLUE-flybridge-lifestyle-moments-1620x1080.jpg",
                        " /One%20Blue/exterior/10-ONE-BLUE-helm-station-1620x1080.jpg",
                        " /One%20Blue/exterior/11-ONE-BLUE-deck-table-1620x1080.jpg",
                        " /One%20Blue/exterior/12-ONE-BLUE-deck-table-view-1620x1080.jpg",
                        " /One%20Blue/exterior/13-ONE-BLUE-food-detail-1620x1080.jpg",
                        " /One%20Blue/exterior/14-ONE-BLUE-entrance-to-salon-1620x1080.jpg"],
                    "interior":[]},
                "amenities": "At-Anchor Stabilizers, Wi-Fi, Deck Jacuzzi, Air conditioning",
                "build_year": 2007,
                "name": "One Blue",
                "model": "Oceanline",
                "refit_year": 2009,
                "cabins": 6,
                "crew": 6,
                "guests": 12,
                "price_from": 99800,
                "short_text": "Oceanline ONE BLUE, a prime example of luxury and style, is a great choice for a memorable charter vacation. This 38-meter-long yacht is suitable to accommodate up to 12 guests in 6 staterooms, catered by the experienced crew of 6. Whether you plan just to lay back and relax or try the vast array of water toys, ONE BLUE will not disappoint you.",
                "long_text": "EXTERIOR Built with a GRP hull and GRP superstructure, ONE BLUE has very modern fresh sleek lines, with a cruising speed of 12 knots. Furthermore, her ability to provide ultimate comfort on anchor and when cruising thanks to zero-speed and underway stabilizer, makes this luxury Oceanline model the perfect choice even on the restless sea. One of the most appealing features of ONE BLUE is the spacious flybridge equipped with a Jacuzzi and accompanying sun pads further aft. The socializing space of this area includes another dining table, BBQ and wet bar.  INTERIOR Designed by the world-famous Frank Mulder, Oceanline’s spacious saloon area offers comfortable leather seating, leading to a nice dining area with seating for 12. ONE BLUE can sleep 12 guests in 6 staterooms. The carefully decorated Master stateroom situated on two levels, has an abundance of natural light thanks to large windows, a king size bed, desk and a spacious bathroom with bathtub and shower. Three more double staterooms and one twin offer her guests modern, sleek and well decorated surroundings.  Oceanline ONE BLUE Yacht for Charter is available in Croatia and is located in Trogir as the Homeport. ",
                "speed": 22,
                "length": 38.71,
                "homeport": "TROGIR",
                "high_season_price": 109000,
                "low_season_price": 99800,
                "water_toys": "• Tender: Brig 8m with 300HP engine • Waverunner Seadoo model GTX-LTD 300 HP (2019) • Waverunner Seadoo model RXT-XRS 300 HP (2020) • Seabob F5S (2017) • Water skis (2 pairs) x 2 • Towable blow-up banana and donut • Wakeboard • Kayak Piranha x 2 • SUP(2018) x 2 • Snorkelling equipment • Vest and helmets",
                "brochure": "https://www.yachtscroatia.com/wp-content/uploads/2024/02/ONE-BLUE_Brochure.pdf",
                "crew_profile": "A highly qualified and experienced crew is paramount to a successful and secure yachting experience. We ensure that your vacation surpasses your expectations and creates unforgettable memories. Crew profile available upon request.",
                "general_infos": "\"Length: 38.71 m, Beam: 7.54 m, Draft: 2.45 m, Built: 2009, Builder: Oceanline, Engines: 2 x MTU 12V4000 M90, Maximum Speed: 22 knots, Cruising Speed: 12 knots, Guests: 12, Cabins: 6 Cabin, Configuration: 4 Double - 2 Twin Cabin, Arrangement: 1 King, 1 Queen, 2 Double, 4 Single, Crew: 6\"",
                "__collections__": {}
            }
        }
    
}